{
    "The Winter": {
        "author": "of My Soul",
        "relevant_pages": [
            {
                "page_number": 5,
                "sensations": [
                    "tension",
                    "warmth",
                    "frustration",
                    "anger"
                ],
                "quote": "I didn’t know how to hold my No. 2 pencil or formulate the letters. I sat motionless, pencil pressed on the blank paper. Finally, my teacher guided my hand to help me print my name. I wanted to crawl under my desk and never come back out. The children around me snickered because I couldn’t execute the simple task of pulling my name from the board and writing it.\n\nI was livid when I left school for the day, literally stomping home with my nostrils flaring. I kept mumbling “shit...shit...shit” under my breath. In my small fist, I clutched my name-writing paper that had become homework.\n\nMa was standing in front of the ironing board crunching pieces of starch, a pot simmering on the stove when I came storming into the kitchen. “What’s wrong with you,” she asked.\n\n“You didn’t teach me how to write my name,” thrusting my unfinished paper in her direction to see.\n\nShe didn’t break her stride as she continued ironing, casually remarking, “You know it now, don’t you?”\n\n“No,” I said, holding the paper up higher for her inspection. It was a mish-mash of squiggly lines and circles that a caveman wouldn’t have been able to decipher.\n\nGrabbing the paper from me, she made the pattern of my name in small dots, grumbling all the while that she had to stop what she was doing to do what the teacher could have done. I sat at the small wooden table in the corner that my dad had made for us. Ma wouldn’t allow us kids to sit at the kitchen table. There, I practiced my penmanship until my father came in from work",
                "context": "The narrator experiences physical sensations of tension and frustration while struggling to write their name in school. Their emotions manifest as warmth and anger when feeling insufficient and judged by peers, as well as the physical act of stomping home in anger."
            },
            {
                "page_number": 12,
                "sensations": [
                    "tension",
                    "urgency",
                    "nervousness"
                ],
                "quote": "about one thing or another. He listened, like a little therapist, in dirty sneakers. When I finished, he looked at me and said, \"Look, the next time your mom gets on your nerves, say—\"Oh, shut up bitch,' just like that.\"  \n\nI didn’t know what a bitch was, but it sounded like a magic word—one that might stop my mom’s nagging demands. And I trusted his advice. I was crushing. Hard.  \n\nBack inside the house, I was on my way to use the toilet. Ma had just finished bathing my baby brother—the third of four boys—when we met in the hallway between the bathroom and kitchen. A bucket of dirty mop water sat in the middle of the floor, blocking the bathroom door. I remember that bucket clear as day because I had to sidestep it to get pass Ma to the toilet. And I had to use it bad—I’m talking pee-pee dance, knees-knocking bad.  \n\nSo, of course, that’s the moment Ma decided to give me a directive about something she could’ve done.  \n\n\"Go get the baby powder from the dresser,\" she said, walking right pass me.  \n\n\"I’m about to pee myself,\" I blurted, dancing from foot to foot.  \n\nShe stopped, turned back and repeated herself. \"I said go get the baby powder.\"  \n\nThe Medusa-like look she shot me should’ve frozen me in my tracks, made me run for the talc—but I was tired of being her gofer, All I wanted to do was take a piss in peace. And before I knew it, the words came flying up and out:  \n\n12",
                "context": "The protagonist experiences physical sensations related to urgency and tension, particularly when they feel the need to use the toilet and are confronted with their mother's demands."
            },
            {
                "page_number": 16,
                "sensations": [
                    "heart sank"
                ],
                "quote": "when I walked in, I saw the ironing board. Ma never ironed on Sundays or holidays, so that was strange in itself. She led me to the narrow end of the flatbed, and sitting next to her board was a child-sized ironing board with a fully functional toy iron. Rarely did I receive more than one gift acknowledging the holiday and my birthday, so I began looking around for the doll.\n\n\"What are you looking for?\" she asked.\n\n\"The drink and wet doll,\" I said.\n\n\"That's your present,\" she replied, pointing to the board and iron.\n\nMy heart sank. Ma told me it was better than a doll because now I could learn to iron the small clothing items for the family—handkerchiefs, underwear, and such. For the next two years, I did just that.\n\nBy eight, I had \"graduated\" to washing clothes with our wringer washing machine. Wash day was an all-day affair: sorting, rinsing in a separate tub, sending each piece through the wringer, then hanging the load outside while the next batch was washed.\n\nSaturdays became laundry days, Sundays were for church, and just like that, my weekends disappeared. I had no say or choice in how I wanted to spend my free time.\n\nThe summer I was nine, a small fire broke out at the house. It started in the front closet where Daydee kept his blowtorch. We all knew not to touch it for any reason, but with three",
                "context": "The narrator experiences emotional tension and disappointment upon receiving a toy iron instead of the expected doll, leading to a feeling of heaviness or sadness in the heart."
            },
            {
                "page_number": 17,
                "sensations": [
                    "terrified",
                    "weak",
                    "nauseous",
                    "coughing",
                    "sputtering"
                ],
                "quote": "mischievous brothers around…well anything was bound to happen. It was only a matter of time before curiosity struck a match. Thick smoke filled the air—the closet held all our coats, boots, and a few fur pieces that belonged to my aunt. The flames licked up toward the staircase that led to the apartment above us. Ma rushed upstairs to warn the neighbors.\n\nThe smoke poured from the front part of upstairs. Smoke billowed out of the two small windows in our apartment, curling like gray ghosts. I was terrified. Our relationship might have been rocky, but she was still my mother. And I loved her.\n\nSomehow Ma made it back downstairs and out into the yard, coughing and sputtering. The boy from next door—the same one who’d once gotten me in trouble—had called the fire department and was standing beside me asking if there was anything he could do. I told him to get her some water. We sat on his stoop until the firefighters put out the flames.\n\nWhen it was safe to go back inside, Daydee started questioning everyone. He swore to whip each child old enough to “know better” with his razor strap. The only ones spared were the baby—and me. I had an ironclad alibi. I’d been doing laundry.\n\nMa, still weak and nauseous from the smoke, went to rest while my great-aunt made her tea and soup. What I didn’t know then was that Ma was pregnant. Wanting to show her I could take care of her, I carried the tray into her room and stayed with her, tending to her every need.\n\nThat’s how it began.",
                "context": "The protagonist experiences sensations of fear and concern for their mother amidst a chaotic scene of a fire. They also notice their mother's weakness and nausea caused by smoke inhalation, suggesting a heightened awareness of physical sensations in a stressful situation."
            },
            {
                "page_number": 18,
                "sensations": [
                    "tension",
                    "obedience",
                    "warmth from memories",
                    "emotional pain",
                    "disappointment"
                ],
                "quote": "I became the “dutiful daughter” mindlessly going along with her every whim—believing that if I was good enough, helpful enough, maybe she’d finally love me.\n\nIn the kitchen, there was a wooden crate that Ma used to reach the upper shelves. She found another use for it soon enough, Homework, dinner, dishes, bed—rinse and repeat. That’s right, along with doing the laundry, I’d been given the added duty of washing the dishes every night.\n\nI’d stand on the box, my arms practically up to my elbows in soap suds, scrubbing away at plates and pots. Fortunately for me, we ate a lot of one-pot meals. Ma wasn’t anybody’s cook. Every now and then, Daydee would take pity and cook for us. When he did, he’d wash the pots himself so I wouldn’t have to.\n\nAunt Johnnie, on the other hand, cooked big Sunday dinners. I loved helping her set the dining room table with her fine china. Occasionally, she’d let me help her cook, teaching me the basics—how to season, stir, and taste. I loved those moments with her.\n\nBut somehow, Ma always found a way to break them up. Just when I’d start enjoying myself, she’d call me for some unnecessary chore, and like clockwork, I’d go—obedient, quiet, careful. Ma didn’t want to spend time with me herself, but she didn’t want anyone else to have those moments with me either. It was all about control.\n\nThe child’s ironing board was supposed to be a gift, but it was really my introduction to servitude. What started as a Christmas present turned into a training tool—a way to mold",
                "context": "The text describes the speaker's emotional and physical experiences as they navigate their relationship with their mother and relate to family dynamics. There are feelings of tension from being obedient and the emotional pain of feeling unloved and controlled, juxtaposed with the warmth of positive memories with Aunt Johnnie."
            },
            {
                "page_number": 19,
                "sensations": [
                    "tension",
                    "warmth",
                    "pride"
                ],
                "quote": "me into Ma’s second pair of hands. Each task came wrapped in the same message: You exist to make my life easier.\n\nShe used the iron and that little board to teach me how to serve her needs, not to build my own skills. What she didn’t enjoy doing became my responsibility. Ironing, dishes, laundry—it all slid quietly from her plate onto mine. There was a strange kind of pride in doing things right. If I ironed a shirt without a wrinkle or folded a stack of laundry just so, I might get a nod of approval. That tiny scrap of recognition felt like love, or close enough to keep me chasing it.\n\nBut behind that approval was control. Ma’s version of love came with strings—and the knots tightened a little more each year. The more I helped her, the more she expected. And when she realized she could depend on me to take care of her, she made sure I never forgot it.\n\nLooking back now, I see that was the moment she began shaping me into an extension of herself. Not a daughter, not even a child—just a reflection of her moods, her wants, her weariness. And I learned early that in her world, the line between helping and disappearing was paper thin.",
                "context": "The text describes a relationship where the narrator feels tension and warmth associated with their mother's expectations and approval. The tension comes from the pressure to meet those expectations, while the warmth potentially arises from the pride felt in receiving approval. These sensations reflect the complexity of the emotional dynamics at play in the narrator's experience."
            },
            {
                "page_number": 21,
                "sensations": [
                    "tension"
                ],
                "quote": "Chapter 4:\n\nA HARD KNOCK LIFE\n\nIn the summer of 1961, we moved from my aunt’s house to our own single family home on Linden Road in the suburb of Fairmount Heights. It was big enough for our family of ten. I finally had a room to share with my second-oldest sister instead of being crammed in with four girls to a room. The neighborhood was quiet and diverse, with a gas station on the corner, a mom-and-pop store on the next block, and the school with a Dairy Fresh Deli nearby. It was that trip to Dairy Fresh that triggered Ma’s first real act of physical aggression toward me in a long while.\n\nDairy Fresh was a chain of convenience stores here in Ohio. Ma was sending me to get a gallon of milk and a few other items. The milk came in glass containers with a plastic handle. My sister—the one I shared the bedroom with—begged to come along. I refused. I was always looking after one sibling or another, and I just wanted a moment of peace.\n\nOf course, Ma had other ideas. “Take your sister with you,” she said, warning me about what would happen if I didn’t keep watch over her.",
                "context": "The text describes a moment of impending conflict and responsibility, which may cause physical sensations such as tension related to the narrator's feeling of pressure to keep watch over their sister while also wanting personal space."
            }
        ]
    },
    "Autism_in": {
        "author": "Autism in",
        "relevant_pages": [
            {
                "page_number": 90,
                "sensations": [
                    "anxiety",
                    "overwhelm"
                ],
                "quote": "• Challenging to Spectrum Minds Because: We have frequent difficulties accepting and responding to assumptions; we find illogical or inaccurate (multiple choice and true/false) questions are a nightmare—too many unclear nuances and alternate possibilities to even answer. And sometimes class response questions, too. In an advanced placement class in high school American history, I wrote an entire essay on why the essay question itself was in error—there was no way I thought could write three to five pages arguing something to which I didn’t even make sense; we often misread or don’t recognize the social cues, body language, tone of voice, and social context that underpin all communication, whether written and spoken; result—sarcasm can be hard to detect, language is interpreted literally (e.g., the period egg), the telephone is detested (no visual cues), texts cause blowups, and I watch TV with the closed-caption subtitles.\n\nREGULATION FUNCTION SKILLS\nRegulation function skills are initiating, inhibiting, and monitoring thought and action.\n\nInhibition is the real-time ability to pause, think, and choose which ideas, feelings, and actions to suppress or allow, whether consciously or subconsciously.\n\n• Other EF Skills Involved: attention, verbal reasoning, problem-solving, cognitive flexibility, working memory\n• Challenging to Spectrum Minds Because: The very colors and sounds and textures of the world are so hard to ignore; we have significant trouble identifying our emotions and are overwhelmed before we realize it; we struggle to remember that our experiences and feelings and ideas are not “universal”; what people say and think and feel isn’t necessarily what they mean; the directions we hear are often incomplete or misinterpreted; alternate choices don’t occur to us; attention is unpredictable; ideas are fleeting; anxiety builds and reminds us of all there is to dread . . . and we blurt and post and",
                "context": "The text discusses challenges faced by individuals on the autism spectrum related to communication, emotional regulation, and cognitive processing. It highlights sensations of anxiety and overwhelm due to difficulties in interpreting social cues and managing sensory input."
            },
            {
                "page_number": 91,
                "sensations": [
                    "tension",
                    "anxiety"
                ],
                "quote": "Executive Functioning: Girls Can Be Professors, Too\n\nInitiation of Action involves beginning any new activity.\n\n• Other EF Skills Involved: problem-solving, cognitive flexibility, inhibition, planning\n\n• Challenging to Spectrum Minds Because: Our minds are more prone to zooming in intensely on parts—of things, of ideas, of conversations or dialogue, of sensation, of writing, of puzzles or equations, of problems—but when we’re presented with a whole task or idea or concept (called the gestalt or “big picture”), ironically, it can be hard to see those small, or manageable parts, much less figure out how to start a strategy or plan of action that doesn’t trigger our social anxiety or sensory sensitivities so that we choke up before we start. We’re called lazy and irresponsible because we seem to just be procrastinating or uninterested, but really, we are probably overcomplicating things. It’s much safer doing what we’re doing right here and now, not messing up or embarrassing ourselves, disappointing other people, or trying to adapt to unforeseen circumstances, so…even when we do know what to do next…even when we can’t explain it ourselves…even when we know that whatever’s coming is inevitable…change is hard to start.\n\nMonitoring of Action is the error detector and corrector, constantly operating in the background, alerting only when there is an abrupt change nearby or taking the foreground in unfamiliar circumstances or when learning a new skill so that mistakes can be noticed and adjustments made quickly and frequently.",
                "context": "The text discusses the challenges faced by individuals on the spectrum when initiating actions and managing tasks. It highlights feelings of anxiety and tension related to social situations and sensory sensitivities, indicating a physical reaction to the stress of change and performance pressure."
            },
            {
                "page_number": 92,
                "sensations": [
                    "emotional hypervigilance",
                    "alertness",
                    "overstimulation",
                    "tension",
                    "need to tune out",
                    "proclivity to accidents and mistakes"
                ],
                "quote": "• Other EF Skills Involved: attention, cognitive flexibility, inhibition, working memory\n• Challenging to Spectrum Minds Because: The vicious sensory processing/environmental, filter/selective, attention/working memory cycle is so very challenging that we tend to find ourselves in a much more regular state of emotional hypervigilance, a state of alert that makes it hard to distinguish a real situation in need of attention from any hint of error or becoming so overstimulated that we need to tune out and “reset” by physical stimming (motor distractions like tapping or bouncing, or mine, running my fingers back and forth over my cuticles), vocal stimming (talking or singing or running scripts/accents), or mental stimming (losing ourselves in a specific interest)... during which time we turn our monitoring off so completely that we’re prone to tumbles, accidents, collisions, and whopper-sized mistakes.\n\nCognitive Flexibility is the ability to shift, adapt, reconsider, and adjust thinking and/or attention in response to changes in the situation or environment (you’ve got to drive the repair shop rental instead of your car; the channel is switched; there’s a new topic, a change in social circumstances, or in game instructions); also, the ability to consider multiple answers to a question or aspects of a situation at the same time, such as opposing points of view—accepting “and” instead of “but”; last, task switching—changing activities before completion, the ability to stop doing one thing and start doing another.\n\n• Other EF Skills Involved: attention, inhibition, problem-solving, planning, verbal reasoning\n• Challenging to Spectrum Minds Because: Difficulties in other EF processes (especially planning and problem-solving) make it harder for us to form new thought and behavior patterns, which are necessary for anyone to adjust to any change of any magnitude; since adapting is that much harder, it’s much more anxiety-producing, so—out of anxiety and it’s not stubbornness or disrespect—our thoughts and",
                "context": "The text discusses the challenges faced by individuals with Spectrum Minds in managing sensory processing and environmental stimuli, leading to feelings of emotional hypervigilance and physical sensations associated with anxiety and overstimulation."
            },
            {
                "page_number": 95,
                "sensations": [
                    "tension",
                    "confusion",
                    "frustration",
                    "disappointment",
                    "warmth"
                ],
                "quote": "EXECUTIVE, FUNCTIONING: GIRLS CAN BE PROFESSORS, TOO\n\nand lots of hyperlinks, all leading down infinite bunny trails . . . wonderful, inspired stuff—until we look up and discover that three hours have gone by without our actually finishing any one thing.\n\nEF speaks to how well we manage the unexpected, the unfamiliar, the often not structured. For those of us on the spectrum, “how well” is often not very well. And though our faltering stems from real challenges within our brains, the fact is that the tax collector doesn’t really care if we let the grass go. No matter how wonderful or world-changing our ideas, to anyone looking, we seem like too intelligent, bored, self-absorbed, irresponsible people making excuses. And we will be treated as people whose respect matters to us, then we have to understand why it is that we think as we do and struggle as we do. Like it or not, until we grasp the “whys,” we won’t find effective tools to support the day-to-day tasks that must happen in order to keep a job, maintain a relationship, and feel like competent adults.\n\nThe reason we feel “so smart but so stupid” is that we are lost, confused, alone, and misunderstood in the space between our intelligence and our executive function. Whether there is a small gap or a chasm, the result is the same. We know we should know, but we don’t know what we should know or how to explain why we don’t know.\n\nSo, on behalf of all of us who really and truly are wired differently—even if we’re invisible on the Monopoly board—please trust in this: we are trying. And we’re really very good at thinking and managing information . . . in the ways that come most naturally to us. Our normal. Not yours. Respectfully, I’d assert that most neurotypicals would find themselves equally distracted, frustrated, and disappointed were they the minority living in a primarily autistic world. It doesn’t make us right and them wrong or vice versa.\n\nIt’s simple logic that we are all much more successful in life if we are encouraged to be, and, in fact, sought after for being, ourselves.\n\nFunctional Cruise Directors\n\nCertainly, EF is challenging to both men and women on the spectrum. But a 2017 study, published in the journal Autism Research, showed that",
                "context": "The text discusses the challenges faced by individuals on the autism spectrum regarding executive functioning, highlighting feelings of confusion, tension, and frustration while trying to navigate societal expectations and personal experiences."
            }
        ]
    },
    "TheWinterofMySoul_SusanEHughes": {
        "author": "TheWinterofMySoul SusanEHughes",
        "relevant_pages": [
            {
                "page_number": 3,
                "sensations": [
                    "tension",
                    "coldness",
                    "retreating sensation"
                ],
                "quote": "Chapter 1:\n\nFIRST LESSONS\n\nI was born on Christmas Day. A day some consider sacred, while most see it as a joyous, special time of year. For my mother, however, my birth was an inconvenience. How dare I ruin her holiday by making my entrance into the world! Ma was a narcissist, and her needs and desires always came first. She would make sure I felt this almost every day of my life. The little girl who wanted nothing more than to receive and give love slowly retreated into the winter of my soul.\n\nI lived in a two-parent household. Prior to my mother joining the workforce, my father, who was given the name Daydee by my oldest brother because he couldn’t say daddy, was the sole provider. Ma was the stay-at-home wife and disciplinarian to what would become eight children. I am the eldest daughter of the brood. She was a stern, no nonsense, exacting woman. As an only child, she worked during her high school years to help her mother keep their home. Her philosophy was her way, or the highway.\n\nWe were treated like enlistees in her one-woman army, always lining up oldest to the youngest to receive our marching orders.",
                "context": "The text describes a challenging childhood experience, with emphasis on a mother's narcissistic behavior and the emotional impact it has on the narrator. The sensations of tension arise from the oppressive environment created by the mother, while the 'winter of my soul' implies a coldness or emotional numbness. The idea of retreating suggests a physical or metaphorical withdrawal, indicating discomfort."
            },
            {
                "page_number": 4,
                "sensations": [
                    "bewilderment",
                    "tension"
                ],
                "quote": "So how did I become the disempowered, voiceless person? It was easy. As a child, I looked up to and wanted to be like her. What young girl doesn’t want to replicate her mom in some form? She was pretty, popular and intelligent. She played the piano, and boy could she sing! The adoration I had for my mother made me ripe for the picking. My kind-hearted, trusting and loyal traits made me the prime target for her controlling, harshly opinionated and volatile ways. My mother had one specific agenda—to have me stay within her orbit. I was taught early on that my needs and desires didn’t matter. My first recollection of what my relationship with my mother was to be like was kindergarten.\n\nIt was my first day at Maplewood Elementary School. The teacher had a sandwich board with pockets covering the board. In the pockets were the names of each of the students. We were to go over, find our names and then return to our seats to practice writing them. Several of the children had plucked their names from the board and I was still standing there looking bewildered. I knew my full name and how to spell it, but only by rote.\n\nHaving never seen the alphabet or my name spelled out, I stood like a statue. I only returned to my seat, after the teacher pulled my name from the pocket that had been staring me in the face the entire time. She asked me to write my name. That was an epic fail.",
                "context": "The narrator reflects on feelings of being disempowered and voiceless, particularly in relation to their mother's controlling behavior. The vivid memory of their first day at school evokes a sense of bewilderment and tension as they struggle to grasp their identity and the expectations placed upon them."
            },
            {
                "page_number": 5,
                "sensations": [
                    {
                        "sensation": "tension",
                        "context": "I wanted to crawl under my desk and never come back out."
                    },
                    {
                        "sensation": "flaring nostrils",
                        "context": "literally stomping home with my nostrils flaring"
                    },
                    {
                        "sensation": "clenching",
                        "context": "In my small fist, I clutched my name-writing paper"
                    }
                ],
                "quote": "I didn’t know how to hold my No. 2 pencil or formulate the letters. I sat motionless, pencil pressed on the blank paper. Finally, my teacher guided my hand to help me print my name. I wanted to crawl under my desk and never come back out. The children around me snickered because I couldn’t execute the simple task of pulling my name from the board and writing it.\n\nI was livid when I left school for the day, literally stomping home with my nostrils flaring. I kept mumbling \"shit...shit...shit\" under my breath. In my small fist, I clutched my name-writing paper that had become homework.\n\nMa was standing in front of the ironing board crunching pieces of starch, a pot simmering on the stove when I came storming into the kitchen. \"What’s wrong with you,\" she asked.\n\n“You didn’t teach me how to write my name,\" thrusting my unfinished paper in her direction to see.\n\nShe didn’t break her stride as she continued ironing, casually remarking, \"You know it now, don’t you?\"\n\n\"No,\" I said, holding the paper up higher for her inspection. It was a mish-mash of squiggly lines and circles that a caveman wouldn’t have been able to decipher.\n\nGrabbing the paper from me, she made the pattern of my name in small dots, grumbling all the while that she had to stop what she was doing to do what the teacher could have done. I sat at the small wooden table in the corner that my dad had made for us. Ma wouldn’t allow us kids to sit at the kitchen table. There, I practiced my penmanship until my father came in from work",
                "context": "The narrator depicts feelings of anxiety, frustration, and anger surrounding the inability to write their name, as well as the tension of interactions with peers and a caregiver."
            },
            {
                "page_number": 6,
                "sensations": [
                    "tension",
                    "emotionally upset",
                    "feeling of helplessness",
                    "fatigue"
                ],
                "quote": "and dinner was ready. My mother had told me to put my homework away. Determined to print my name without the aid of the little dots she had made, I refused.\n\n\"Put it away, NOW!\" she bellowed.\n\nDaydee, who was in the bathroom washing up for dinner, heard Ma hollering and asked what was going on. She told him about my homework paper and that I was being sassy-mouthed and disobedient. He said that she was making a big deal out of nothing, to let me finish what I had started; I could always eat later. I never got to eat dinner that night. Instead, she made me write my name, address, and phone number one hundred times as she stood by smoking cigarettes and munching starch while she finished her ironing. I fell asleep at the table.\n\nNarcissists don’t like being bothered when you need their time and attention. They can be ruthless and unforgiving when they have been corrected or called out. She also didn’t like the fact that my father had stepped in as my advocate. In no uncertain terms, she was going to let me know who was in control—even if that meant my going hungry.\n\nMa also used words to strip me of self-esteem and confidence. There was a feral cat, who for some unknown reason sat in the middle of the street halfway between my house and the school. This cat was a scrawny thing but had all the chutzpah and tenacity of a mountain lion. It was afraid of nothing and nobody. It would casually lie in the street not bothering to move; not even for the occasional car coming down the road.",
                "context": "The narrator experiences tension and emotional upset due to the conflict with their mother regarding homework and dinner. There is a sense of helplessness in being forced to comply with their mother's harsh demands, leading to fatigue as they fall asleep at the table."
            },
            {
                "page_number": 7,
                "sensations": [
                    "panic",
                    "screaming",
                    "tension"
                ],
                "quote": "Each morning, we kids would leave home and pass that tabby on the way to school. No one messed with it, and the cat didn’t mess with us. I was definitely afraid of dogs and cats but wasn’t too scared walking past the feline when my next-door neighbor walked me to school. Sadly, a bromance developed between him and some other boys, and he got too busy to walk with me anymore.\n\nThe thought of crossing that cat’s path put me in a full-blown panic. But I was determined not to let that critter stop me. So one morning, I sashayed down the street. When I reached the cat, I looked it in the eye and said, “Hey cat!”\n\nBad idea.\n\nThe cat hunched its back, fur puffing out like a blowfish, hissed, and then chased me all the way down the street to fish school, stopping right at the black iron gate.\n\nKindergarten was only half day back then, and the other kids near me stayed on the far side of the block. That meant I had to walk home by myself. And there was that damn cat again—sitting in the middle of the street licking itself like it owned the whole neighborhood.\n\nI thought, Okay, this time I’m gonna walk past and not say anything.\n\nWrong again. The minute I stepped in front of it, the cat jumped up, hissed, and came after me—again. I tore off running, screaming my head off, until I hit my neighbor’s driveway and made it safely to our front porch.",
                "context": "The narrator experiences physical sensations of panic and tension while interacting with the cat, reflecting a significant emotional response to fear."
            },
            {
                "page_number": 8,
                "sensations": [
                    "nervous wreck",
                    "stomach twisting",
                    "jumpy",
                    "biting nails",
                    "frightened"
                ],
                "quote": "We played that game for weeks. The cat would hide behind bushes or crouch on porches, waiting for me to pass so it could leap out and chase me full throttle to and from school. I was becoming a nervous wreck from the anticipation alone.\n\nAfter a few weeks, I couldn’t take it anymore. Every morning and afternoon I’d scan the street like a soldier on patrol, looking for that sneaky cat. My stomach would twist up before I even left the house. I didn’t want to go to school anymore, but I didn’t tell Ma the real reason.\n\nShe started getting irritated, asking what my problem was every morning. I had no good excuse that would make sense to her, so I just kept quiet. Finally, one morning when she’d had enough of my dragging feet, she threatened to knock my head off if I didn’t get moving. That’s when I blurted out the truth about the cat.\n\n“Stop being a simpleton,” she snapped. “Take your behind to school and you better not be late.”\n\nI didn’t know what simpleton meant, but the way she said it made me feel like the biggest, dumbest person in the world. From then on, I became so jumpy looking for that cat every day, I started biting my nails—a habit that followed me right into adulthood.\n\nNarcissistic moms don’t like being bothered when you need their time and attention. Ma was too preoccupied with herself to hear my pain and fears. I was frighten out my mind about that cat, but instead of soothing my anxiety or giving me a real",
                "context": "The speaker describes feelings of anxiety and fear while anticipating encounters with a cat. Physical sensations include stomach discomfort, jumpiness, and nervous habits linked to a heightened state of anxiety."
            },
            {
                "page_number": 9,
                "sensations": [
                    "warmth",
                    "agitation",
                    "tension",
                    "anxiety"
                ],
                "quote": "solution to the problem, it was simpler for her to ignore my fear and become agitated by it.\n\nWhen you’re dealing with someone who has these tendencies, they can be ruthless and unforgiving when they have been corrected or called out. She didn’t like the fact that my father had stepped in as my advocate, and in no uncertain terms, she let me know who was in control—even if that meant my going hungry.\n\nI would soon learn the consequences of being me.\n\nI still remember the day that I realized those things. It was a warm, sunny day, and I was playing with some other kids on my street, owned by my grandmother and her sisters, Aunt Johnes and Auntie Pat. We were all calling out to one another and laughing. I was drawn to a boy named Tchalla that I had a crush on. I was enamored of the boy who seemed so smart. He was three years older than me and was teaching how to shoot marbles (the thing I had once thought so easy to fall to.\n\nMy grandmother’s day, my sister and I were in the backyard. I was running around like a wild dog, thinking I shouldn’t. I was not doing what I was told to do and Ma had given me a light to say whoever was around that was always saying, “You know how my mom was always...”",
                "context": "The text describes a complex emotional situation involving fear and control, triggering physical sensations like warmth from a sunny day, agitation in response to confrontations, and tension linked to disobedience and anxiety from past experiences."
            },
            {
                "page_number": 11,
                "sensations": [
                    "tension"
                ],
                "quote": "Chapter 2:\n\nTHE WORD\n\nMa would have fits of temper. Me and my siblings never knew what would set her off. It could be something as small as accidentally knocking over your milk, not doing well on a test, or telling a white lie—you just never knew. It was like living with a ticking time bomb in a housecoat.\n\nThe first of several incidents that stand out in my mind happened the summer before first grade—when I got my first real lesson in how fast calm could turn into chaos.\n\nWe lived in a duplex on 123rd Street, owned by my great-aunt Johnnie, my maternal grandpa’s sister. Aunt Johnnie stayed down in the basement, and a lady named Thelma lived upstairs with her mother. I was enamored of the boy who lived next door. I thought he was so smart. He was three years older than me and had taught me how to shoot marbles and dig in the dirt for worms. He was just easy to talk to.\n\nOn this particular day, we were in his yard digging for worms—something I shouldn’t have been doing because I had on a dress, and Ma had given explicit instructions to stay on the porch. I was venting about how my mom was always on me",
                "context": "The narrator describes a household dynamic filled with unpredictability and tension, feeling like they are living with a 'ticking time bomb'. This sense of uncertainty and fear likely creates a sensation of tension in their body as they navigate their mother's unpredictable temper."
            },
            {
                "page_number": 12,
                "sensations": [
                    "tension",
                    "heart racing",
                    "urgency to urinate",
                    "dancing from foot to foot",
                    "staggering back",
                    "shock"
                ],
                "quote": "about one thing or another. He listened, like a little therapist in dirty sneakers. When I finished, he looked at me and said, \"Look, the next time your mom gets on your nerves, say—‘Oh shut up bitch,’ just like that.\"\n\nI didn’t know what a bitch was, but it sounded like a magic word—one that might stop my mom’s nagging demands. And I trusted his advice. I was crushing. Hard.\n\nBack inside the house, I was on my way to use the toilet. Ma had just finished bathing my baby brother—the third of four boys—when we met in the hallway between the bathroom and kitchen. A bucket of dirty mop water sat in the middle of the floor, blocking the bathroom door. I remember that bucket clear as day because I had to sidestep to get pass Ma to the toilet. And I had to use it bad—I’m talking pee-pee dance, knees-knocking bad.\n\nSo, of course, that’s the moment Ma decided to give me a directive about something she could’ve done.\n\n\"Go get the baby powder from the dresser,\" she said, walking right pass me.\n\n\"I’m about to pee myself,\" I blurted, dancing from foot to foot.\n\nShe stopped, turned back and repeated herself. \"I said go get the baby powder.\"\n\nThe Medusa-like look she shot me should’ve frozen me in my tracks, made me run for the talc—but I was tired of being her gofer, All I wanted to do was take a piss in peace. And before I knew it, the words came flying up and out:\n\n\"Oh, shut up, bitch!\" Her hand was faster than my mouth, coming down so hard that I staggered back against the bucket. Dirty water flew up to the ceiling.\n\nHearing all the ruckus was my brother, who was still in the bathroom while Ma scolded her.",
                "context": "The protagonist experiences physical sensations of tension and urgency while trying to navigate a challenging interaction with their mother, culminating in a reaction that leads to a startling exchange."
            },
            {
                "page_number": 13,
                "sensations": [
                    "stumbling backward",
                    "slipping feet",
                    "flailing arms",
                    "cold skin",
                    "warm water",
                    "shock"
                ],
                "quote": "\"Oh, shut up, bitch.\"\n\nHer hand was faster than lightning. She back-handed me so hard that I stumbled backward, my heel catching the mop bucket. Dirty water spilling, splashing everywhere.\n\nMy feet started slipping, trying to keep me from falling on the wet floor. I flailed my arms, which only propelled me backward—and then I went down, landing in the tub that still had my brother’s bathwater in it, my feet sticking up toward the ceiling.\n\nHearing all the commotion, Daydee came to see what the ruckus was. He found me in the tub, soaking wet and crying, while Ma screamed, \"You better get that heifer before I kill her.\"\n\nDaydee hauled me out of the tub and calmed her down enough so she wouldn’t do any real harm. The water was warm, but my skin felt cold. The smell of soap and mop water clung to me as I stood there trying to make sense of what had just happened. I don’t even remember the slap itself—just the shock. That was the first time I could recall Ma striking me.\n\nThen he asked what had made her slap me. When I told him, he wanted to know who’d taught me such a word. Daydee was calm as always. I can only remember a few times in my life when I ever saw him angry.\n\nI rattled out my neighbor like Judas selling out Jesus for thirty pieces of silver.",
                "context": "The text describes a moment of physical altercation and emotional confusion, highlighting sensations of instability, temperature contrasts, and shock in response to unexpected violence."
            },
            {
                "page_number": 14,
                "sensations": [
                    "hurt",
                    "embarrassed",
                    "ashamed",
                    "devastated",
                    "cut deep",
                    "punishment",
                    "wrath"
                ],
                "quote": "I don’t know if I cried because I was hurt or because I was stunned, or maybe it was both. Mostly, I felt embarrassed—ashamed, even—for the way I’d fallen backward into the tub, legs in the air like some kind of cartoon.\n\nThinking back now, I realize how easily I could’ve hit my head on that porcelain edge. But Ma didn’t seem concern. I was six then. That was a time when teaching me better ways to express myself should’ve been at the forefront of my mother’s mind. But when a person has narcissistic tendencies, it becomes more about them and their feelings.\n\nI had challenged her authority and rejected the role she had set for me. The hurt and betrayal cut deep—not just physically, but emotionally. I was devastated by the actions of both my mother and my neighbor, who’d had the tar whipped out of him for his part in it.\n\nHe apologized to me and to Ma, but things were never the same between us again. That slap became her go-to form of punishment for me—one good crack across the face with her hand, a shoe, or whatever was handy.\n\nThat fateful day, she drew the proverbial line in the sand, daring me to cross it. But even after that episode, I still wanted her love. I learned to bend myself into whatever shape pleased her—more accommodating, more careful, Quieter. Anything to avoid her wrath.",
                "context": "The text conveys a range of physical and emotional sensations experienced during a past traumatic event, including the physical sensations related to potential injury, emotional pain from embarrassment, shame, and emotional devastation from the relationship with a narcissistic mother."
            },
            {
                "page_number": 15,
                "sensations": [
                    "my heart jumped",
                    "tension from hiding disappointment"
                ],
                "quote": "Chapter 3:\n\nTHE GIFT BECAME THE CHORE\n\nIt was Christmastime, and we were visiting my great-aunt Edna, Uncle Bruce, and my cousins. The adults sat around talking about their plans for the holidays when Ma mentioned how I had ruined her Christmas by being born on the holiday. Everyone laughed—except her. When the laughter died down, my aunt turned to me and asked what I wanted for Christmas.\n\nI hesitated before saying, “A drink and wet doll.”\n\nAunt Edna’s face lit up. She went on and on about how much fun I’d have with that doll, and her excitement got me so hyped I dreamed about it every night until Christmas morning.\n\nWhen the day finally came, I rushed to the tree, searching for a box with my name on it. There was no doll. In fact, there was no present for me at all. I sat on the floor watching everyone else open their gifts, mustering my best happy-for-you face. I was already getting good at hiding disappointment.\n\nA little while later, Ma told me to follow her to the kitchen. My heart jumped—I was sure the doll was waiting for me in there, all wrapped up and sitting at my place at the table. But",
                "context": "The text describes a child's experience of anticipation and disappointment during Christmas, leading to physical sensations like an increased heartbeat and tension."
            },
            {
                "page_number": 16,
                "sensations": [
                    {
                        "sensation": "heart sank",
                        "context": "When learning that the toy iron was the present instead of the doll"
                    }
                ],
                "quote": "when I walked in, I saw the ironing board. Ma never ironed on Sundays or holidays, so that was strange in itself. She led me to the narrow end of the flatbed, and sitting next to her board was a child-sized ironing board with a fully functional toy iron. Rarely did I receive more than one gift acknowledging the holiday and my birthday, so I began looking around for the doll.\n\n\"What are you looking for?\" she asked.\n\n\"The drink and wet doll,\" I said.\n\n\"That's your present,\" she replied, pointing to the board and iron.\n\nMy heart sank. Ma told me it was better than a doll because now I could learn to iron the small clothing items for the family—handkerchiefs, underwear, and such. For the next two years, I did just that.\n\nBy eight, I had \"graduated\" to washing clothes with our wringer washing machine. Wash day was an all-day affair: sorting, rinsing in a separate tub, sending each piece through the wringer, then hanging the load outside while the next batch was washed.\n\nSaturdays became laundry days, Sundays were for church, and just like that, my weekends disappeared. I had no say or choice in how I wanted to spend my free time.\n\nThe summer I was nine, a small fire broke out at the house. It started in the front closet where Daydee kept his blowtorch. We all knew not to touch it for any reason, but with three",
                "context": "The narrator experiences a feeling of disappointment and emotional weight represented by the phrase 'my heart sank' upon receiving an unexpected present."
            },
            {
                "page_number": 17,
                "sensations": [
                    "terrified",
                    "coughing",
                    "sputtering",
                    "weak",
                    "nauseous"
                ],
                "quote": "mischievous brothers around…well anything was bound to happen. It was only a matter of time before curiosity struck a match. Thick smoke filled the air—the closet held all our coats, boots, and a few fur pieces that belonged to my aunt. The flames licked up toward the staircase that led to the apartment above us. Ma rushed upstairs to warn the neighbors.\n\nThe smoke poured from the front part of upstairs. Smoke billowed out of the two small windows in our apartment, curling like gray ghosts. I was terrified. Our relationship might have been rocky, but she was still my mother. And I loved her.\n\nSomehow Ma made it back downstairs and out into the yard, coughing and sputtering. The boy from next door—the same one who’d once gotten me in trouble—had called the fire department and was standing beside me asking if there was anything he could do. I told him to get her some water. We sat on his stoop until the firefighters put out the flames.\n\nWhen it was safe to go back inside, Daydee started questioning everyone. He swore to whip each child old enough to “know better” with his razor strap. The only ones spared were the baby—and me. I had an ironclad alibi. I’d been doing laundry.\n\nMa, still weak and nauseous from the smoke, went to rest while my great-aunt made her tea and soup. What I didn’t know then was that Ma was pregnant. Wanting to show her I could take care of her, I carried the tray into her room and stayed with her, tending to her every need.\n\nThat’s how it began.",
                "context": "The narrator experiences a range of physical sensations in response to a fire incident, including fear (terrified), respiratory distress (coughing, sputtering), and the effects of smoke inhalation (weak, nauseous)."
            },
            {
                "page_number": 18,
                "sensations": [
                    "tension",
                    "warmth"
                ],
                "quote": "I became the \"dutiful daughter\" mindlessly going along with her every whim—believing that if I was good enough, helpful enough, maybe she’d finally love me.\n\nIn the kitchen, there was a wooden crate that Ma used to reach the upper shelves. She found another use for it soon enough, Homework, dinner, dishes, bed—rinse and repeat. That’s right, along with doing the laundry, I’d been given the added duty of washing the dishes every night.\n\nI’d stand on the box, my arms practically up to my elbows in soap suds, scrubbing away at plates and pots. Fortunately for me, we ate a lot of one-pot meals. Ma wasn’t anybody’s cook. Every now and then, Daydee would take pity and cook for us. When he did, he’d wash the pots himself so I wouldn’t have to.\n\nAunt Johnnie, on the other hand, cooked big Sunday dinners. I loved helping her set the dining room table with her fine china. Occasionally, she’d let me help her cook, teaching me the basics—how to season, stir, and taste. I loved those moments with her.\n\nBut somehow, Ma always found a way to break them up. Just when I’d start enjoying myself, she’d call me for some unnecessary chore, and like clockwork, I’d go—obedient, quiet, careful. Ma didn’t want to spend time with me herself, but she didn’t want anyone else to have those moments with me either. It was all about control.\n\nThe child’s ironing board was supposed to be a gift, but it was really my introduction to servitude. What started as a Christmas present turned into a training tool—a way to mold me into Ma’s.",
                "context": "The narrator experiences tension related to their obligations and feelings of being controlled by Ma, alongside a warmth associated with cherished moments with Aunt Johnnie."
            },
            {
                "page_number": 19,
                "sensations": [
                    "tension",
                    "strange kind of pride",
                    "tightened knots"
                ],
                "quote": "me into Ma’s second pair of hands. Each task came wrapped in the same message: You exist to make my life easier.\n\nShe used the iron and that little board to teach me how to serve her needs, not to build my own skills. What she didn’t enjoy doing became my responsibility. Ironing, dishes, laundry—it all slid quietly from her plate onto mine. There was a strange kind of pride in doing things right. If I ironed a shirt without a wrinkle or folded a stack of laundry just so, I might get a nod of approval. That tiny scrap of recognition felt like love, or close enough to keep me chasing it.\n\nBut behind that approval was control. Ma’s version of love came with strings—and the knots tightened a little more each year. The more I helped her, the more she expected. And when she realized she could depend on me to take care of her, she made sure I never forgot it.\n\nLooking back now, I see that was the moment she began shaping me into an extension of herself. Not a daughter, not even a child—just a reflection of her moods, her wants, her weariness. And I learned early that in her world, the line between helping and disappearing was paper thin.",
                "context": "The text describes the emotional impact of carrying responsibilities imposed by Ma, which creates feelings of tension and a sense of pride in completing tasks. It also mentions a feeling of being controlled, represented by the metaphor of knots tightening, indicating stress or discomfort."
            },
            {
                "page_number": 21,
                "sensations": [
                    "tension",
                    "warmth"
                ],
                "quote": "Chapter 4:\nA HARD KNOCK LIFE\n\nIn the summer of 1961, we moved from my aunt’s house to our own single family home on Linden Road in the suburb of Fairmount Heights. It was big enough for our family of ten. I finally had a room to share with my second-oldest sister instead of being crammed in with four girls to a room. The neighborhood was quiet and diverse, with a gas station on the corner, a mom-and-pop store on the next block, and the school with a Dairy Fresh Deli nearby. It was that trip to Dairy Fresh that triggered Ma’s first real act of physical aggression toward me in a long while.\n\nDairy Fresh was a chain of convenience stores here in Ohio. Ma was sending me to get a gallon of milk and a few other items. The milk came in glass containers with a plastic handle. My sister—the one I shared the bedroom with—begged to come along. I refused. I was always looking after one sibling or another, and I just wanted a moment of peace.\n\nOf course, Ma had other ideas. “Take your sister with you,” she said, warning me about what would happen if I didn’t keep watch over her.",
                "context": "The narrator feels tension regarding the responsibility of looking after their sister and warmth associated with the new living situation and the neighborhood."
            }
        ]
    }
}